Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: Archiving uid: %s
ug: ئارخىپلاش uid: %s

source: Arctic
ug: شىمالىي قۇتۇپ

source: Arctic/Longyearbyen
ug: شىمالىي قۇتۇپ/لوڭيىئېربىن

source: Are you sure that you want to permanently delete "%s"?
ug: راستلا «%s» نى مەڭگۈلۈككە ئۆچۈرەمسىز؟

source: Are you sure that you want to delete action "%s"?
ug: مەشغۇلات «%s» راستلا ئۆچۈرەمسىز؟

source: Are you sure that you want to permanently delete the selected file?
ug: تاللانغان ھۆججەتنى راستلا ئۆچۈرەمسىز؟

source: Are you sure that you want to remove "%s"?
ug: «%s» راستلا ئۆچۈرەمسىز؟

source: Are you sure you want to cancel this operation? This could damage the archive.
ug: مەشغۇلاتنى توختىتامسىز؟ بۇنداقتا ئارخىپ بۇزۇلۇپ كېتىدۇ.

source: Are you sure you want to clear all stash?
ug: راستلا بارلىق stash نى تازىلامسىز؟

source: Are you sure you want to clear the command history?
ug: بۇيرۇق ئىزلىرىنى تازىلىۋېتەمسىز؟

source: Are you sure you want to clear the history?
ug: ئىزلارنى تازىلىۋېتەمسىز؟

source: Are you sure you want to clear the list of known applications?
ug: بىلىدىغان پروگراممىلارنى تىزىملىكتىن تازىلىسۇنمۇ؟

source: Are you sure you want to delete current file? Warning: Once deleted, the file cannot be recovered.
ug: نۆۋەتتىكى ھۆججەتنى راستلا ئۆچۈرەمسىز؟ ئاگاھلاندۇرۇش: ئۆچۈرۈلسە ئەسلىگە كەلتۈرگىلى بولمايدۇ

source: Are you sure you want to delete image '%s' from disk?
ug: دىسكىدىكى ‹%s› دېگەن سۈرەتنى ئۆچۈرەمسىز؟

source: Are you sure you want to delete pattern "%s"?
ug: ئەندىزە «%s» نى راستىنىلا ئۆچۈرەمسىز؟

source: Are you sure you want to delete this group?
ug: بۇ گۇرۇپپىنى ئۆچۈرەمسىز؟

source: Are you sure you want to delete this note?
ug: راستلا بۇ ئىزاھنى ئۆچۈرەمسىز؟

source: Are you sure you want to delete this shortcut?
ug: بۇ تېزلەتمىنى راستلا ئۆچۈرەمسىز؟

source: Are you sure you want to drop %s?
ug: راستلا %s نى تاشلىۋېتەمسىز؟

source: Are you sure you want to empty the session cache?
ug: ئەڭگىمە غەملىكىنى راستلا قۇرۇقدامسىز؟

source: Are you sure you want to empty the trash can?
ug: ئەخلەتخانىنى قۇرۇقدامسىز؟

source: Are you sure you want to hibernate the system?
ug: راستلا سىستېمىنى ئۈچەككە كىرگۈزەمسىز؟

source: Are you sure you want to hide "%s"?
ug: راستلا «%s» نى يوشۇرامسىز؟

source: Are you sure you want to log out?
ug: تىزىمدىن راستلا چىقامسىز؟

source: Are you sure you want to open all folders?
ug: راستلا ھەممە مۇندەرىجىنى ئاچامدۇ؟

source: Are you sure you want to quit Parole
ug: پارولې(Parole) نى ئاخىرلاشتۇرامسىز؟

source: Are you sure you want to quit the panel?
ug: راستلا كۆزنەك(panel)نى ئاخىرلاشتۇرغۇڭىز بارمۇ؟

source: Are you sure you want to remove "%s"
ug: «%s» نى راستلا ئۆچۈرەمسىز

source: Are you sure you want to remove "%s"?
ug: «%s» نى راستلا ئۆچۈرەمسىز؟

source: Are you sure you want to remove all history items?
ug: بارلىق ئىزلارنى ئۆچۈرەمسىز؟

source: Are you sure you want to remove panel %d?
ug: كۆزنەك %d نى راستلا ئۆچۈرەمسىز؟

source: Are you sure you want to remove the selected files?
ug: تاللانغان ھۆججەتلەرنى ئۆچۈرەمسىز؟

source: Are you sure you want to reset channel "%s" and all its properties?
ug: راستلا قانال «%s» نى ۋە ئۇنىڭ بارلىق خاسلىقىنى ئەسلىگە قايتۇرامسىز؟

source: Are you sure you want to reset content type "%s" to its default value?
ug: مەزمۇن تىپى «%s» نى كۆڭۈلدىكى قىممەتكە قايتۇرامسىز؟

source: Are you sure you want to reset property "%s"?
ug: راستلا خاسلىق «%s» نى ئەسلىگە قايتۇرامسىز؟

source: Are you sure you want to reset the actions to the system default values?
ug: مەشغۇلاتلارنى سىستېمىنىڭ كۆڭۈلدىكى قىممىتىگە ئەسلىگە قايتۇرسۇنمۇ؟

source: Are you sure you want to restart?
ug: راستلا قايتا قوزغىتامسىز؟

source: Are you sure you want to revert "%s"?
ug: راستلا «%s» نى ئەسلىگە قايتۇرامسىز؟

source: Are you sure you want to send a signal to the PID %d?
ug: بۇ PID %d غا راستلا سىگنال ئەۋەتەمدۇ؟

source: Are you sure you want to send image '%s' to trash?
ug: سۈرەت ‹%s› نى راستلا ئەخلەتخانىغا تاشلامسىز؟

source: Are you sure you want to shut down?
ug: راستلا تاقامسىز؟

source: Are you sure you want to terminate "%s"?
ug: «%s» ئاخىرلاشتۇرسۇنمۇ؟

source: Are you sure?
ug: راستمۇ؟

source: Area where notification icons appear
ug: ئۇقتۇرۇش سىنبەلگىسى كۆرۈنىدىغان رايون

source: Armenian
ug: ئەرمەنچە

source: Arran_ge Items
ug: تۈرلەرنى ئورۇنلاشتۇر(_G)

source: Arrange Desktop _Icons
ug: ئۈستەلئۈستى سىنبەلگىلىرىنى رەتلە(_I)

source: Array
ug: تىزىق

source: Arrow
ug: ياق ئوقى

source: Artist
ug: ئورۇنلىغۇچى

source: Artist - Album
ug: ئورۇنلىغۇچى - ئالبوم

source: Artist - Album - Title
ug: ئورۇنلىغۇچى - ئالبوم - ماۋزۇ

source: Artist - Album - Track. Title
ug: ئورۇنلىغۇچى - ئالبوم - نەغمە. ماۋزۇ

source: Artist - Title
ug: ئورۇنلىغۇچى - ماۋزۇ

source: Artist - Title (Date)
ug: ئورۇنلىغۇچى - ماۋزۇ(چېسلا)

source: Artist - Track - Title
ug: ئورۇنلىغۇچى - نەغمە - ماۋزۇ

source: Artist / Album
ug: ئورۇنلىغۇچى / ئالبوم

source: Artist/Date/Album
ug: ئورۇنلىغۇچى/چېسلا/ئالبوم

source: Artist:
ug: ئورۇنلىغۇچى:

source: Ascending
ug: ئۆسكۈچى

source: Ascending Descending
ug: چوڭىيىش/كىچىكلەش

source: Asia
ug: ئاسىيا

source: Asia/Aden
ug: ئاسىيا/ئادېن

source: Asia/Almaty
ug: ئاسىيا/ئالمۇتا

source: Asia/Amman
ug: ئاسىيا/ئاممان

source: Asia/Anadyr
ug: ئاسىيا/ئانادىر

source: Asia/Aqtau
ug: ئاسىيا/ئاقتاي

source: Asia/Aqtobe
ug: ئاسىيا/ئاقتۆبە

source: Asia/Ashgabat
ug: ئاسىيا/ئاشخاباد

source: Asia/Baghdad
ug: ئاسىيا/باغداد

source: Asia/Bahrain
ug: ئاسىيا/بەھرەين

source: Asia/Baku
ug: ئاسىيا/باكۇ

source: Asia/Bangkok
ug: ئاسىيا/باڭكوك

source: Asia/Beirut
ug: ئاسىيا/بېيرۇت

source: Asia/Bishkek
ug: ئاسىيا/بىشكەك

source: Asia/Brunei
ug: ئاسىيا/بىرۇنېي

source: Asia/Calcutta
ug: ئاسىيا/كالكۇتتا

source: Asia/Chungking
ug: ئاسىيا/چوڭچىڭ

source: Asia/Colombo
ug: ئاسىيا/كولومبو

source: Asia/Damascus
ug: ئاسىيا/دەمەشق

source: Asia/Dhaka
ug: ئاسىيا/داككا

source: Asia/Dili
ug: ئاسىيا/دىلى

source: Asia/Dubai
ug: ئاسىيا/دۇبەي

source: Asia/Dushanbe
ug: ئاسىيا/دۈشەنبە

source: Asia/Gaza
ug: ئاسىيا/غەززە

source: Asia/Harbin
ug: ئاسىيا/خاربىن

source: Asia/Hong_Kong
ug: ئاسىيا/شياڭگاڭ

source: Asia/Hovd
ug: ئاسىيا/خوۋد

source: Asia/Irkutsk
ug: ئاسىيا/ئىركۇتسك

source: Asia/Istanbul
ug: ئاسىيا/ئىستانبۇل

source: Asia/Jakarta
ug: ئاسىيا/جاكارتا

source: Asia/Jayapura
ug: ئاسىيا/جاياپۇرا

source: Asia/Jerusalem
ug: ئاسىيا/يېرۇسالېم

source: Asia/Kabul
ug: ئاسىيا/كابۇل

source: Asia/Kamchatka
ug: ئاسىيا/كامچاتكا

source: Asia/Karachi
ug: ئاسىيا/كاراچى

source: Asia/Kashgar
ug: ئاسىيا/قەشقەر

source: Asia/Katmandu
ug: ئاسىيا/كاتماندۇ

source: Asia/Krasnoyarsk
ug: ئاسىيا/كىراسنويارسك

source: Asia/Kuala_Lumpur
ug: ئاسىيا/كۇئالالۇمپۇر

source: Asia/Kuching
ug: ئاسىيا/كۇچىڭ

source: Asia/Kuwait
ug: ئاسىيا/كۇۋەيت

source: Asia/Macao
ug: ئاسىيا/ئاۋمېن

source: Asia/Magadan
ug: ئاسىيا/ماگادان

source: Asia/Manila
ug: ئاسىيا/مانىلا

source: Asia/Muscat
ug: ئاسىيا/مەسقات

source: Asia/Nicosia
ug: ئاسىيا/نىكوزىيە

source: Asia/Novosibirsk
ug: ئاسىيا/نوۋوسىبىرسك

source: Asia/Omsk
ug: ئاسىيا/ئومسك

source: Asia/Phnom_Penh
ug: ئاسىيا/فىنوم-پېن

source: Asia/Pontianak
ug: ئاسىيا/پونتىئاناك

source: Asia/Pyongyang
ug: ئاسىيا/پىيوڭياڭ

source: Asia/Qatar
ug: ئاسىيا/قاتار

source: Asia/Rangoon
ug: ئاسىيا/رانگون

source: Asia/Riyadh
ug: ئاسىيا/رىياد

source: Asia/Saigon
ug: ئاسىيا/سايگون

source: Asia/Samarkand
ug: ئاسىيا/سەمەرقەنت

source: Asia/Seoul
ug: ئاسىيا/سېئۇل

source: Asia/Shanghai
ug: ئاسىيا/شاڭخەي

source: Asia/Singapore
ug: ئاسىيا/سىنگاپور

source: Asia/Taipei
ug: ئاسىيا/تەيبېي

source: Asia/Tashkent
ug: ئاسىيا/تاشكەنت

source: Asia/Tbilisi
ug: ئاسىيا/تىبىلىس

source: Asia/Tehran
ug: ئاسىيا/تېھران

source: Asia/Thimphu
ug: ئاسىيا/تىمپۇ

source: Asia/Tokyo
ug: ئاسىيا/توكيو

source: Asia/Ujung_Pandang
ug: ئاسىيا/ماكاسسار

source: Asia/Ulaanbaatar
ug: ئاسىيا/ئۇلانباتور

source: Asia/Urumqi
ug: ئاسىيا/ئۈرۈمچى

source: Asia/Vientiane
ug: ئاسىيا/ۋىيېنتيان

source: Asia/Vladivostok
ug: ئاسىيا/ۋىلادىۋوستوك

source: Asia/Yakutsk
ug: ئاسىيا/ياكۇتسك

source: Asia/Yekaterinburg
ug: ئاسىيا/يېكاتېرىنبۇرگ

source: Asia/Yerevan
ug: ئاسىيا/يېرېۋان

source: Ask
ug: كۆرۈشۈپ بېقىڭ

source: Ask before deleting images
ug: سۈرەتلەرنى ئۆچۈرۈشتىن ئاۋۋال سورىسۇن

source: Ask before saving images
ug: سۈرەتلەرنى ساقلاشتىن ئاۋۋال سورىسۇن

source: Ask confirmation to delete files from disk
ug: ھۆججەتلەرنى دىسكىدىن ئۆچۈرىدىغان چاغدا سورىسۇن

source: Ask everytime
ug: ھەر قېتىم سورىسۇن

source: Assam tea (2 minutes)
ug: Assam چېيى (2 مىنۇت)

source: Assistive technologies will be available the next time you login
ug: ياردەمچى تېخنىكىلارنى كېيىنكى قېتىم كىرگەندە ئىشلەتكىلى بولىدۇ

source: Associate applications with MIME types
ug: مۇناسىۋەتلىك پروگراممىلار(MIME تىپى بىلەن)

source: Associated command:
ug: مۇناسىۋەتلىك بۇيرۇق:

source: Astronomical Data
ug: ئاسترونومىيىلىك سانلىق-مەلۇماتلار

source: At %02d:%02d
ug: %02d:%02d دە

source: At least one filename must be specified
ug: ئاڭ ئاز دېگەندە بىر دانە ھۆججەت بېكىتىلىشى كېرەك

source: At least one source filename must be specified
ug: ئەڭ ئاز دېگەندە بىر ئەسلى ھۆججەت كۆرسىتىلىشى كېرەك

source: At revision: %ld
ug: تۈزىتىلمە: %ld

source: At the _center of the screen
ug: ئېكراننىڭ مەركىزىدە(_C)

source: At the c_enter of the screen
ug: ئېكراننىڭ مەركىزىدە(_E)

source: At the end of the session
ug: ئەڭگىمەنىڭ ئاخىرىغىچە

source: Atlantic
ug: ئاتلانتىك ئوكيان

source: Atlantic/Azores
ug: ئاتلانتىك_ئوكيان/ئازور

source: Atlantic/Bermuda
ug: ئاتلانتىك_ئوكيان/بېرمۇدا

source: Atlantic/Canary
ug: ئاتلانتىك_ئوكيان/كانارى

source: Atlantic/Cape_Verde
ug: ئاتلانتىك_ئوكيان/يېشىل_تۇمشۇق

source: Atlantic/Faeroe
ug: ئاتلانتىك_ئوكيان/فائېرو

source: Atlantic/Jan_Mayen
ug: ئاتلانتىك_ئوكيان/يان-مايېن

source: Atlantic/Madeira
ug: ئاتلانتىك_ئوكيان/مادېيرا

source: Atlantic/Reykjavik
ug: ئاتلانتىك_ئوكيان/رېيكياۋىك

source: Atlantic/South_Georgia
ug: ئاتلانتىك_ئوكيان/جەنۇبىي_جورجىيە

source: Atlantic/St_Helena
ug: ئاتلانتىك_ئوكيان/ساينىت-ھېلېنا

source: Atlantic/Stanley
ug: ئاتلانتىك_ئوكيان/ستانلېي

source: Atleast one filename must be specified
ug: ئاز دېگەندە بىر ھۆججەت نامى بېكىتىلىشى كېرەك

source: Atmosphere
ug: ئاتموسفېرا

source: Attach File...
ug: ھۆججەت قوشۇش…

source: Attach a file
ug: ھۆججەتتىن بىرنى قوشىدۇ

source: Attach a file to the message
ug: ھۆججەتنى ئۇچۇرغا چاپلايدۇ

source: Attribute
ug: خاسلىق

source: Au_to-Connect
ug: ئاپتوماتىك باغلان(_T)

source: Audible bell
ug: ياڭراق قوڭغۇراق

source: Audio
ug: ئۈن

source: Audio %s
ug: ئۈن %s

source: Audio %s in %s
ug: ئۈن %s %s نىڭ ئىچىدە

source: Audio CD
ug: ئۇن CD سى

source: Audio CD playable in regular stereos
ug: CD قويغۇدا قويغىلى بولىدىغان ئۈن دىسكىسى ياسايدۇ

source: Audio CDs
ug: ئۈن CD (لار)

source: Audio Files
ug: ئۈن ھۆججەتلىرى

source: Audio Information
ug: ئۈن ئۇچۇرلىرى

source: Audio Menu
ug: ئۈن تىزىملىكى

source: Audio Mixer
ug: ئۈن كىرىشتۈرگۈ

source: Audio Mixer Plugin
ug: ئۈن كىرىشتۈرگۈ قىستۇرمىسى

source: Audio Player
ug: ئۈن قويغۇ

source: Audio Tags
ug: ئۈن Tag لىرى

source: Audio Track #%d
ug: ئۈن نەغمە #%d

source: Audio Track:
ug: ئۇن:

source: Audio and video
ug: ئۈن ۋە سىن

source: Audio and video players and editors
ug: ئۈن-سىن قويغۇ ۋە تەھرىرلىگۈ

source: Audio composition
ug: ئۈن ياسالمىسى

source: Audio/Data CD
ug: ئۈن/سانلىق-مەلۇمات پلاستىنكىسى(CD)

source: Australia
ug: ئاۋسترالىيە

source: Australia/Adelaide
ug: ئاۋسترالىيە/ئادېلايدې

source: Australia/Brisbane
ug: ئاۋسترالىيە/بىرىسبان

source: Australia/Broken_Hill
ug: ئاۋسترالىيە/بىروكەن-خىل

source: Australia/Darwin
ug: ئاۋسترالىيە/دارۋىن

source: Australia/Hobart
ug: ئاۋسترالىيە/خوبارت

source: Australia/Lindeman
ug: ئاۋسترالىيە/لىندېمان

source: Australia/Lord_Howe
ug: ئاۋسترالىيە/لورد-خاي

source: Australia/Melbourne
ug: ئاۋسترالىيە/مېلبورن

source: Australia/Perth
ug: ئاۋسترالىيە/پېرت

source: Australia/Sydney
ug: ئاۋسترالىيە/سىدنېي

source: Authentication
ug: كىملىك دەلىللەش

source: Authentication Required
ug: دەلىللەش زۆرۈر

source: Authentication failed! Wrong password?
ug: سالاھىيەت دەلىللەش مەغلۇپ بولدى! ئىم خاتامۇ؟

source: Authentication failed. Perhaps your username or password is incorrect?
ug: كىملىك دەلىللەش مەغلۇپ بولدى. ئىشلەتكۈچى ئاتى ياكى ئىم خاتا ئەمەستۇ؟

source: Author
ug: ئاپتور

source: Author/Editor
ug: ئاپتور/تەھرىر

source: Author/Maintainer
ug: ئاپتور/مەسئۇل كىشى

source: Author:
ug: ئاپتور:

source: AuthorDate
ug: يېزىلغان چېسلا

source: Authorized to hibernate
ug: ئۈچەككە كىرگۈزەلەيدۇ

source: Authorized to shutdown
ug: تاقىيالايدۇ

source: Authorized to spin down hard disks
ug: قاتتىق دىسكىنى spin down قىلالايدۇ

source: Authorized to suspend
ug: توڭلىتالايدۇ

source: Auto
ug: ئاپتوماتىك

source: Auto (move if on the same FS, copy otherwise)
ug: ئاپتوماتىك(ئەگەر ئوخشاش ھۆججەت سىستېمىسىدا بولسا يۆتكەيدۇ، بولمىسا كۆچۈرىدۇ)

source: Auto indent a new line
ug: يېڭى ئاپتوماتىك ئىچ قۇردىن باشلىنىدۇ

source: Auto-Connect
ug: ئاپتوماتىك باغلىنىش

source: Auto-Open Confirmation
ug: ئۆزلۈكىدىن ئېچىشنى جەزملەش

source: Auto-Open capability detected
ug: ئۆزلۈكىدىن ئېچىلىش بايقالدى

source: Auto-Run Confirmation
ug: ئۆزلۈكىدىن ئىجرا قىلىشنى جەزملەش

source: Auto-Run capability detected
ug: ئۆزلۈكىدىن ئىجرا قىلىش بايقالدى

source: Auto-detect
ug: ئۆزلۈكىدىن تەكشۈر

source: Auto-name playlists when adding a single folder
ug: يەككە مۇندەرىجە قوشۇلغاندا قويۇش تىزىمىنىڭ ئاتىنى ئاپتوماتىك بەلگىلە

source: Auto-open files on new drives and media
ug: يېڭى ئۈسكۈنە ۋە ۋاسىتىدىكى ھۆججەتلەر ئاپتوماتىك ئېچىلسۇن

source: Auto-reset "Stop after current"
ug: ھازىرقىسى توختىغاندا ئەسلىگە قايتۇر

source: Autoburning of blank CDs and DVDs is disabled
ug: پلاستىنكا(CD) ياكى پلاستىنكا(DVD) غا ئۆزلۈكىدىن يېزىش چەكلەنگەن

source: Autodetect modem...
ug: مودېمنى ئۆزلۈكىدىن بايقاش...

source: Autohide when no hardware present
ug: قاتتىق دېتال تەڭشەلمىگەندە يوشۇرسۇن

source: Automatic
ug: ئاپتوماتىك

source: Automatic (GNOME or environment)
ug: ئۆزلۈكىدىن (GNOME ياكى مۇھىت)

source: Automatic Login
ug: ئۆزلۈكىدىن كىرىش

source: Automatic Samplerate (overrides Target Samplerate)
ug: ئاپتوماتىك ئەۋرىشكە تېزلىكى (‹نىشان ئەۋرىشكە تېزلىكى›نى قاپلىنىدۇ)

source: Automatic port redirection with UPnP
ug: پورتنى UPnP نى ئىشلىتىپ ئاپتوماتىك يۆتكىسۇن

source: Automatic sensor location
ug: ئاپتوماتىك سەزگۈچنىڭ ئورنى

source: Automatic temperature levels
ug: ئاپتوماتىك تېمپېراتۇرا دەرىجىلىرى

source: Automatically Started Applications
ug: ئاپتوماتىك قوزغىلىدىغان پروگراممىلار

source: Automatically _expand columns as needed
ug: ئېھتىياجغا ئاساسەن ئىستونلارنى ئاپتوماتىك ياي(_E)

source: Automatically _raise windows when they receive focus
ug: كۆزنەك فوكۇسلانغاندا ئاپتوماتىك كۆتۈرۈلسۇن(_R)

source: Automatically _tile windows when moving toward the screen edge
ug: ئەركان گىرۋىكىگە يۆتكەلگەندە كۆزنەكلەر ئاپتوماتىك ھالدا كاھىشتەك تىزىلسۇن(_T)

source: Automatically arrange all the icons on the desktop
ug: ئۈستەلئۈستىدىكى بارلىق سىنبەلگىلەرنى ئاپتوماتىك رەتلىسۇن

source: Automatically controlled time outs and breaks
ug: ئاپتوماتىك تىزگىنلەنگەن ۋاقىت ئېشىپ كېتىشلەر ۋە توختاشلار

source: Automatically give focus to _newly created windows
ug: يېڭى كۆزنەك قۇرۇلغاندا ئاپتوماتىك فوكۇسلانسۇن(_N)

source: Automatically paste a selected item from the history
ug: تاللانغان تۈرنى ئىزدىن ئاپتوماتىك چاپلىسۇن

source: Automatically pick a random image from a list file
ug: تىزىم ھۆججىتىدىن بىر سۈرەتنى ئاپتوماتىك تاللايدۇ

source: Automatically run a program when a USB _keyboard is connected
ug: بىر USB ھەرپتاختىسى چېتىلغاندا بىر پروگراممىنى ئىجرا قىلسۇن(_K)

source: Automatically run a program when a USB _mouse is connected
ug: بىر USB چاشقىنىكى چېتىلغاندا بىر پروگراممىنى ئىجرا قىلسۇن(_M)

source: Automatically run a program when a _printer is connected
ug: پرىنتېر چېتىلغاندا بىر پروگراممىنى ئىجرا قىلسۇن(_P)

source: Automatically run a program when a _tablet is connected
ug: ئەگەر سەزگۈر تاختا(Tablet) چېتىلسا بىر پروگراممىنى ئىجرا قىلسۇن(_T)

source: Automatically save rotated images
ug: چۆرگىلىتىلگەن سۈرەتلەرنى ئاپتوماتىك ساقلىسۇن

source: Automatically save session on _logout
ug: سىستېمىدىن چىققان چاغدا ئەڭگىمەنى ئاپتوماتىك ساقلىسۇن(_L)

source: Automatically save session on logo_ut
ug: چىققان چاغدا ئەڭگىمەنى ئاپتوماتىك ساقلىسۇن(_U)

source: Automatically show and _hide the panel
ug: كۆزنەكنى ئاپتوماتىك كۆرسەت ۋە يوشۇر

source: Automatically show subtitles when playing movie file
ug: كىنو قويۇۋاتقاندا فىلىم خېتىنى ئاپتوماتىك كۆرسەتسۇن

source: Availability
ug: بارى

source: Available Items
ug: بار تۈرلەر

source: Available applets
ug: بار بولغان قوللانچاقلار

source: Available frequencies:
ug: ئىشلەتكىلى بولىدىغان چاستوتىلار:

source: Available governors:
ug: ئىشلەتكىلى بولىدىغان governor لار:

source: Available parameters:
ug: ئىشلەتكىلى بولىدىغان پارامېتىرلار:

source: Available plugins
ug: ئىشلەتكىلى بولىدىغان قىستۇرمىلار

source: Available:
ug: ئىشلىتىلىشى:

source: B
ug: بايت

source: BBCode for forums
ug: مۇنبەرنىڭ BBCode كودى

source: B_rightness:
ug: يورۇقلۇقى(_R):

source: B_rowse removable media when inserted
ug: يۆتكەلمە ئۈسكۈنىلەر چېتىلغاندا مەزمۇنىنى كۆرسەتسۇن(_R)

source: B_utton:
ug: توپچا(_U):

source: B_uttons and Feedback
ug: توپچىلار ۋە ئىنكاسلار(Feedback)

source: Back
ug: ئارقىسىغا

source: Backdrop List Error
ug: سۈرەت تىزىم ھۆججىتى خاتالىقى

source: Backdrop list file is not valid
ug: سۈرەت تىزىم ھۆججىتى ھۆججىتى توغرا ئەمەس

source: Background
ug: تەگلىك

source: Background Color
ug: تەگلىك رەڭگى

source: Background color
ug: تەگلىك رەڭگى

source: Background color:
ug: تەگلىك رەڭگى:

source: Background image
ug: تەگلىك سۈرەت

source: Background:
ug: تەگلىك:

source: Balou
ug: بالوئۇ(Balou)

source: Balou Splash Engine
ug: بالوئۇ(Balou) Splash ماتورى

source: Balou theme
ug: بالوئۇ(Balou) ئۆرنىكى

source: Baltic
ug: بالتىق

source: Band / Album Artist
ug: مۇزىكا ئەترىتى / ئالبوم ئورۇنلىغۇچى

source: Banner to show on the dialog
ug: سۆزلەشكۈدە كۆرۈنىدىغان لەۋھە

source: Bar _colors
ug: بالداق رەڭلىرى(_C)

source: Bar color
ug: بالداق رېڭى

source: Bar color (_outgoing):
ug: بالداق رېڭى (چىقىش)(_O):

source: Bar color (i_ncoming):
ug: بالداق رېڭى (كىرىش)(_N):

source: Bar color:
ug: بالداق رەڭگى:

source: Bar order
ug: بالداقنىڭ تەرتىپى

source: Bar with buttons to launch application
ug: پروگرامما ئىجرا قىلىدىغان توپچىلار بار بالداق

source: Bars
ug: بالداقلار

source: Bars and values
ug: بالداقلار ۋە قىممەتلەر

source: Bars color:
ug: بالداقلارنىڭ رەڭگى:

source: Base
ug: ئاساسى

source: Based on the original extract icon created by Andreas Nilsson
ug: بۇ Andreas Nilsson ياسىغان يېيىش سىنبەلگىلىرىنى ئاساس قىلغان

source: Basic
ug: ئاساس

source: Battery
ug: توكدان

source: Battery Monitor
ug: توكدان كۆزەتكۈ

source: Battery critical:
ug: توكدان خەتەرلىك:

source: Battery high:
ug: توكدان لىق:

source: Battery low:
ug: توكدان ئاز:

source: Battery: %d%% charged
ug: توكدان: %d%% توكلاندى

source: Battery: %d%% charged, %d:%02d left
ug: توكدان: %d%% توكلاندى، %d:%02d قالدى

source: Battery: %d%% charged, %d:%02d until full
ug: توكدان: %d%% توكلاندى، تولغۇچە %d:%02d بار

source: Be verbose
ug: ئەتراپلىق بولسۇن

source: Be_havior
ug: قىلمىشى(_H)

source: Because the panel is running in kiosk mode, you are not allowed to make changes to the panel configuration as a regular user
ug: كۆزنەك ھازىر بوتكا(kiosk) ھالىتىدە ئىجرا بولۇۋاتقان بولغاچقا، سىز ئادەتتىكى ئىشلەتكۈچى سۈپىتىدە تۇرۇپ كۆزنەك سەپلىمىسىنى ئۆزگەرتەلمەيسىز.

source: Because the panel moved to a new system for storing the settings, it has to load a fresh initial configuration.
ug: يېڭى سىستېمىدا كۆزنەكنى ئىشلەتكەندە ئىشلىتىدىغان دەسلەپكى سەپلىمىلەرنى تاللاڭ.

source: Beeep! :) Time is up for the alarm %s.
ug: تىرىڭ :) ۋاقىت ئۆلچىگۈچ %s نىڭ ۋاقتى توشتى

source: Beeep! :) Time is up!
ug: تىرىڭ :) ۋاقىت توشتى

source: Beep when there is an error of keyboard input
ug: ھەرپتاختىدىن كىرگۈزگەندە خاتالىق كۆرۈلسە زىل چال

source: Before End
ug: تاماملىنىشتىن بۇرۇن

source: Before Start
ug: باشلىنىشتىن بۇرۇن

source: Behavior
ug: ھەرىكىتى

source: Behaviour
ug: قىلمىش

source: Below is the list of applications that will be started automatically when you login to your Xfce desktop, in addition to the applications that were saved when you logged out last time. Cursive applications belong to another desktop environment, but you can still enable them if you want.
ug: تۆۋەندىكىلەر Xfce ئۈستەلئۈستى مۇھىتىغا كىرگەندە ئاپتوماتىك ئىجرا بولىدىغان پروگراممىلاردۇر. يازمىچە كۆرسىتىلگەن پروگراممىلار بولسا باشقا ئۈستەلئۈستى مۇھىتىغا تەۋە پروگراممىلار بولۇپ، خالىسىڭىز ئۇنىمۇ ئىناۋەتلىك قىلالايسىز.

source: BibTeX files
ug: BibTeX ھۆججەتلىرى

source: BibTeX key is required!
ug: بۇ يەرگە BibTeX ئاچقۇچى تەلەپ قىلىنىدۇ

source: Bigger
ug: چوڭراق

source: Binary
ug: ئىككىلىك

source: BitTorrent
ug: بىتتوررېنت

source: Bitrate:
ug: بىت تېزلىكى:

source: Bits per sample (8 or 16)
ug: ھەر بىر ئەۋرىشكىدىكى بىت سانى(8 ياكى 16)

source: Bl_ock image
ug: سۈرەتنى چەكلە(_O)

source: Bl_ock link
ug: ئۇلانمىنى چەكلە(_O)

source: Black on White
ug: ئاقنىڭ ئۈستىدە قارا

source: Blame Related Options:
ug: ‹Blame› قا مۇناسىۋەتلىك تاللانمىلار:

source: Blame failed
ug: ‹Blame› مەغلۇپ بولدى

source: Blank %s
ug: %s نى بىكارلا

source: Blank %s in %s
ug: قۇرۇق %s %s نىڭ ئىچىدە

source: Blank Blu-Ray Disc
ug: بوش كۆكنۇر دىسكا

source: Blank Blu-Ray R Disc
ug: بوش كۆكنۇر R دىسكا

source: Blank Blu-Ray RW Disc
ug: بوش كۆكنۇر RW دىسكا

source: Blank CD inserted
ug: قۇرۇق پلاستىنكا(CD) سېلىندى

source: Blank CD-R Disc
ug: قۇرۇق CD-R دىسكا

source: Blank CD-ROM Disc
ug: بوش CD_ROM دىسكا

source: Blank CD-RW
ug: قۇرۇق CD-RW

source: Blank CD-RW Disc
ug: قۇرۇق CD-RW دىسكا

source: Blank CDs and DVDs
ug: قۇرۇق CD ۋە DVD پلاستىنكىسى

source: Blank DVD inserted
ug: قۇرۇق پلاستىنكا(DVD) سېلىندى

source: Blank DVD+R DL Disc
ug: بوش DVD+R DL دىسكا

source: Blank DVD+R Disc
ug: قۇرۇق DVD+R دىسكا

source: Blank DVD+RW DL Disc
ug: قۇرۇق DVD+RW DL دىسكا

source: Blank DVD+RW Disc
ug: قۇرۇق DVD+RW دىسكا

source: Blank DVD-RAM Disc
ug: قۇرۇق DVD-RAM دىسكا

source: Blank DVD-ROM Disc
ug: بوش DVD-ROM دىسكا

source: Blank DVD-RW Disc
ug: قۇرۇق DVD-RW دىسكا

source: Blank Disc
ug: قۇرۇق دىسكا

source: Blank File
ug: قۇرۇق ھۆججەت

source: Blank HD DVD Disc
ug: بوش HD DVD دىسكا

source: Blank HD DVD-R Disc
ug: بوش HD DVD-R دىسكا

source: Blank HD DVD-RW Disc
ug: بوش HD DVD-RW دىسكا

source: Blank MO Disc
ug: بوش MO دىسكا

source: Blank MRW Disc
ug: قۇرۇق MRW دىسكا

source: Blank MRW/W Disc
ug: قۇرۇق MRW/W دىسكا

source: Blank Optical Disc
ug: قۇرۇق نۇر دىسكا

source: Blank mode
ug: قۇرۇق ھالەت

source: Blank page
ug: بوش بەت

source: Blanking disc...
ug: دىسكىنى ئۆچۈرۈۋاتىدۇ...

source: Blink _delay:
ug: لىپىلداش تېزلىكى(_D):

source: Blinking image
ug: لىپىلدىما سۈرەت

source: Block
ug: بۆلەك

source: Block Device
ug: Block تىپىدىكى ئۈسكۈنە

source: Block URIs according to regular expression PATTERN
ug: ئۆلچەملىك ئىپادە PATTERN غا بويسۇنۇپ URI چەكلە

source: Block advertisements according to a filter list
ug: سۈزگۈچ تىزىملىكىگە ئاساسەن ئېلاننى چەكلەيدۇ

source: Block cookies sent by third-party websites
ug: ئۈچىنچى تەرەپ تورتۇراسىغا Cookies لارنى ئەۋەتىشنى توسۇن

source: Blu-Ray Disc
ug: كۆكنۇر دىسكا

source: Blu-Ray R Disc
ug: كۆكنۇر R دىسكا

source: Blu-Ray RW Disc
ug: كۆكنۇر RW دىسكا

source: Blu-ray Disc
ug: Blu-ray دىسكىسى

source: Blue
ug: كۆك

source: Body:
ug: مەزمۇن:

source: Bold font
ug: توم خەت نۇسخىسى

source: Bookmark the selected history item
ug: تاللانغان ئىزنى خەتكۈچكە قوشىدۇ

source: Bookmarks
ug: خەتكۈش

source: Bookmarks couldn't be loaded: %s
ug: خەتكۈشنى ئوقۇغىلى بولمىدى: %s

source: Boolean
ug: بۇلىن

source: Border width
ug: گىرۋەك كەڭلىكى

source: Both
ug: ئىككىلىسى

source: Both Horizontal
ug: ئىككىلىسى (گورىزونتال)

source: Both displays cloned
ug: ئىككىلا كۆرسەتكۈچتە كىلونلانغان

source: Both horizontal
ug: ئىككىلىسى گورىزونتال

source: Bottom
ug: ئاستى

source: Bottom Panel Options
ug: ئاستى كۆزنەك تاللانمىلىرى

source: Bottom left
ug: ئاستى سول

source: Bottom right
ug: ئاستى ئوڭ

source: Bottom workspace
ug: ئاستىدىكى خىزمەت رايونى

source: Bounce Keys
ug: سەكرىمە كۇنۇپكىلار
